{
  "id": "master_of_gin_rummy",
  "name": "Master Of Gin Rummy",
  "iconUrl": "icon.jpg",
  "width": 1,
  "height": 1,
  "accentColor": "#804000",
  "preloadImages": [],
  "shortDescription": "<p>Enjoy the timeless Gin Rummy experience reimagined with rich visuals, smooth gameplay, and engaging challenges.</p>",
  "fullDescription": "<p><strong>Master Of Gin Rummy</strong> brings the world’s most beloved two-player card game to life with stunning design and refined controls. Play classic rounds, test your strategy, and climb competitive leagues — all wrapped in a sleek, casino-inspired presentation.</p>\n<p>Designed for both casual and skilled players, this version captures the authentic Gin Rummy experience while adding modern touches like Trophy Leagues, Player Progression, and deep customization options.</p>\n<p><strong>Key Features:</strong></p>\n<ul>\n  <li><strong>Multiple Game Modes:</strong> Enjoy Quick, Classic, and Oklahoma Gin variations for diverse playstyles.</li>\n  <li><strong>Competitive Leagues:</strong> Earn trophies, rise through divisions, and protect your rank with Trophy Shields.</li>\n  <li><strong>Smart Dual Currency System:</strong> Use Gold Chips for matches and Diamonds for premium rewards or boosters.</li>\n  <li><strong>Rich Customization:</strong> Unlock elegant card backs, stylish tables, and special consumables from your Inventory.</li>\n  <li><strong>Player Progression:</strong> Complete daily missions, collect XP, and showcase your mastery.</li>\n  <li><strong>Social Touch:</strong> Manage your profile, challenge AI opponents, and enjoy a competitive yet relaxing experience.</li>\n</ul>",
  "links": [
    {
      "name": "APK Download",
      "url": "https://drive.google.com/file/d/1Ie3sEdRjbhwLY-Rj2kKEhz-f79xw73ek/view?usp=drive_link"
    }
  ],
  "videos": [
    "https://www.youtube.com/watch?v=3v7kJAJwnJ4"
  ],
  "images": [
    "screenshot0.jpg",
    "screenshot1.jpg",
    "screenshot2.jpg",
    "screenshot3.jpg",
    "screenshot4.jpg",
    "screenshot5.jpg",
    "screenshot6.jpg",
    "screenshot7.jpg",
    "screenshot8.jpg"
  ]
}
