{
  "id": "pipe_out",
  "name": "Pipe Out",
  "iconUrl": "icon.jpg",
  "width": 1,
  "height": 1,
  "accentColor": "#1E88E5",
  "preloadImages": [],
  "shortDescription": "<p>A classic plumbing puzzle game where you rotate pipe pieces to create a continuous fluid path. Features four difficulty levels, a daily spin wheel for rewards, and detailed status tracking.</p>",
  "fullDescription": "<p><strong>Pipe Out</strong> is an engaging and colorful pipe connection puzzle game. Your main objective is to establish a continuous pipeline by tapping and rotating the given pipe segments on the grid, allowing the liquid to flow from the start point to the end point.</p>\n<p><strong>Key Features:</strong></p>\n<ul>\n  <li><strong>Multiple Difficulty Modes:</strong> Challenge yourself across four distinct difficulty categories: <strong>Easy, Medium, Advance, and Hard</strong>. Each difficulty typically contains 50 levels, offering hundreds of puzzles to solve.</li>\n  <li><strong>Game Status Tracking:</strong> Keep track of your mastery with a 'Game Status' screen that monitors 'Level Completed' and 'Average Time' for each difficulty level.</li>\n  <li><strong>Daily Rewards:</strong> Spin the 'Daily Wheel' to earn valuable coins and in-game currency to help your progression.</li>\n  <li><strong>Helpful Hints:</strong> Use coins to acquire and utilize hints when you get stuck on a tricky level.</li>\n  <li><strong>Simple Mechanics:</strong> Features intuitive one-tap controls for rotating pipe pieces, making it easy for players of all ages to pick up.</li>\n  <li><strong>Customizable Settings:</strong> Control in-game sound and music through the settings menu.</li>\n</ul>",
  "links": [
    {
      "name": "Download APK",
      "url": "https://drive.google.com/file/d/1h6rZNUS074lpz1OCbS6jYJzu34IB5NkT/view?usp=drive_link"
    },
    {
      "name": "Know More",
      "url": "https://www.sellmyapp.com/downloads/plumber-ultimate/"
    }
  ],
  "videos": [
    "https://www.youtube.com/watch?v=z64gHDIerWk"
  ],
  "images": [
    "screenshot1.jpg",
    "screenshot2.jpg",
    "screenshot3.jpg",
    "screenshot4.jpg",
    "screenshot5.jpg",
    "screenshot6.jpg",
    "screenshot7.jpg"
  ]
}