{
  "id": "live_math_competitions_and_league",
  "name": "Live Math Competitions and League",
  "iconUrl": "icon.jpg",
  "width": 1,
  "height": 1,
  "accentColor": "#0099ff",
  "preloadImages": [],
  "shortDescription": "A mental math app that offers practice and live competitions, allowing users to showcase their skills on an international level.",
  "fullDescription": "<p><strong>Live Math Competitions and League</strong> is a dedicated platform for mental math practice and competition. It is designed to help users, from novices to seasoned math champions, improve their arithmetic skills in a gamified and interactive environment. The app caters to all ages and educational backgrounds, covering a wide range of topics.</p>\n\n<h2>Key Game Modes:</h2>\n<ul>\n  <li><strong>Practice Levels:</strong> Users can choose from three difficulty levels (<em>Challenger</em>, <em>Master</em>, <em>Grandmaster</em>), each with 10 rounds of increasing difficulty. Clearing a level earns a cool badge (<em>Bronze</em>, <em>Silver</em>, or <em>Golden</em>).</li>\n  <li><strong>1 vs 1:</strong> A head-to-head multiplayer clash where users bet a fixed number of coins. You can challenge Facebook friends, a random player, or the in-house bot <em>Mathador</em>.</li>\n  <li><strong>Leagues and Events:</strong>\n    <ul>\n      <li><strong>Leagues:</strong> Create and invite friends to fight in teams of 2 to win points and a <em>Ruby Badge</em>.</li>\n      <li><strong>Events:</strong> Solo competition mode where you get 3 attempts in 24 hours to win the event and earn an <em>Emerald Badge</em>.</li>\n    </ul>\n  </li>\n</ul>\n\n<h2>Topics Covered:</h2>\n<p>Includes Addition, Subtraction, Multiplication, Division, BODMAS, Percentages, Average, Ratios, Decimals, HCF &amp; LCM, Factors, Exponents, and many more.</p>",
  "links": [
    {
      "name": "Play Store",
      "url": "https://play.google.com/store/apps/details?id=com.livemcl.quizgame"
    }
  ],
  "videos": [
    "https://www.youtube.com/watch?v=9e8MVpQzD9c"
  ],
  "images": [
    "screenshot1.jpg",
    "screenshot2.jpg",
    "screenshot3.jpg",
    "screenshot4.jpg",
    "screenshot5.jpg",
    "screenshot6.jpg",
    "screenshot7.jpg",
    "screenshot8.jpg",
    "screenshot9.jpg"
  ]
}
