{
  "id": "kids_abc",
  "name": "Kids ABC & Numbers",
  "iconUrl": "icon.mp4",
  "width": 1,
  "height": 1,
  "accentColor": "#4CAF50",
  "preloadImages": ["icon.mp4"],
  "shortDescription": "<p>An engaging, completely free educational app for preschoolers to learn English and Gujarati alphabets (A-Z, ક-ક્ષ) and numbers (1-10) with clear audio pronunciations.</p>",
  "fullDescription": "<p>Learn English and Gujarati Alphabets and Numbers with this engaging <strong>Kids ABC & Numbers</strong> app! Designed specifically for preschoolers, it provides a fun and interactive way to master numbers from 1 to 10, as well as the English and Gujarati alphabets.</p>\n<p><strong>Numbers:</strong> Let your child master counting and number recognition through interactive activities. With audio pronunciations, they will easily grasp the correct reading of numbers in both English and Gujarati.</p>\n<p><strong>English Alphabets:</strong> Explore the English alphabet from A to Z! Our colorful and educational app aids children in learning the alphabet through engaging exercises and accurate pronunciations.</p>\n<p><strong>Gujarati Alphabet:</strong> Introduce your child to the world of Gujarati vowels and consonants! From ક to ક્ષ and અ to ૠ, the app provides an interactive learning experience with clear pronunciations.</p>\n<p><strong>Key Features:</strong></p>\n<ul>\n  <li><strong>Best early education app</strong> for children.</li>\n  <li>Helps easily recognize and <strong>memorize alphabets and numbers</strong>.</li>\n  </ul>\n<p>Download now and empower your child's language and counting skills in English and Gujarati!</p>",
  "links": [
    {
      "name": "Play Store",
      "url": "https://play.google.com/store/apps/details?id=com.TheVayuputra.KidGame"
    },
    {
      "name": "Download APK",
      "url": "https://drive.google.com/file/d/1K0eM27thcJbgelPg0q5t-A3FlX0Ii-l4/view?usp=drive_link"
    }
  ],
  "videos": [
    "https://www.youtube.com/watch?v=Fr3bcMyxZrM"
  ],
  "images": [
    "screenshot1.jpg",
    "screenshot2.jpg",
    "screenshot3.jpg",
    "screenshot4.jpg"
  ]
}